IDEA Open Model
Element2D.InnerLines Property
Compatible with IDEA StatiCa Beta 20.0
 Inner lines of this region
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ReferenceElement> InnerLines { get; set; }
Public Property InnerLines As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
Element2D Class
IdeaRS.OpenModel.Model Namespace